"Template Tag" = "{% Delimiter";
"Double Quoted Strings" = "\"Strings\"";
"Single Quoted Strings" = "'Strings'";
"Context Variable" = "{{ Delimiter";
"Filters" = "|filters";
"Comment" = "<!-- Comment -->";
"SGML Double Dash" = "Invalid SGML Comment Warning";
"Twig Comment" = "{# Comment #}";
"CDATA" = "<![CDATA[...]]>";
"Doctype" = "<!Declaration>";
"Escape" = "<?Prologue?>";
"Inside curly brackets" = "{CSS inside curly brackets}";
"CSSComment" = "/* CSS Comment */";
"CSSSingleComment" = "// CSS Comment";
"CSSRound bracket" = "(CSS inside parenthesis)";
"CSSString" = "\"CSS Strings\"";
"CSSSingleString" = "'CSS Strings'";
"/Javascript/Keywords" = "Javascript Keywords";
"/Javascript/Numbers" = "Javascript Numbers";
"/Javascript/Characters" = "Javascript Characters";
"/Javascript/FunctionRegex" = "Javascript Function Calls";
"JSAutodocComment" = "/*\" Javascript Comment \"*/";
"JSComment" = "/* Javascript Comment */";
"JSSingleComment" = "// Javascript Comment";
"JSRegEx" = "Javascript Regular Expressions";
"JSEscaped Characters" = "Javascript Escaped Characters";
"JSString" = "\"Javascript Strings\"";
"JSSingleString" = "'Javascript Strings'";
